7767517
8 8
Input                    in0                      0 1 in0
Convolution              convrelu_0               1 1 in0 1 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=288 9=1
Pooling                  maxpool2d_5              1 1 1 2 0=0 1=2 11=2 12=2 13=0 2=2 3=0 5=1
ConvolutionDepthWise     convdwrelu_0             1 1 2 3 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=4608 7=4 9=1
Pooling                  maxpool2d_6              1 1 3 4 0=0 1=2 11=2 12=2 13=0 2=2 3=0 5=1
Pooling                  gap_2                    1 1 4 5 0=1 4=1
Reshape                  view_7                   1 1 5 6 0=64
InnerProduct             linear_4                 1 1 6 out0 0=4 1=1 2=256
